{"updates": [{"id": "263", "caption": "This course covers computer skills including how to navigate an operating system, use a keyboard, send emails, manage files, access the internet, and explore social media.", "link": "https://www.wisc-online.com/courses/computerskills"}, {"id": "2", "caption": "Learn the principles of public speaking by critically examining your own and others’ speeches through interactive practice.", "link": "https://www.coursera.org/learn/public-speaking"}, {"id": "95", "caption": "Learn about citizenship and prepare for the naturalization interview using the USA Learns online program. Watch video lessons and do practice activities as a group.", "link": "https://www.usalearns.org/"}, {"id": "165", "caption": "Explore the storytelling process at Pixar and gain insight on how to write stronger stories.", "link": "https://www.khanacademy.org/computing/pixar/storytelling"}, {"id": "136", "caption": "Raise your own self-awareness and gain self-confidence for better leadership.", "link": "https://www.coursera.org/learn/leadership-skills/home/welcome"}, {"id": "1", "caption": "In this course you will learn how to convert digital design mockups into static web pages.", "link": "https://www.udacity.com/course/intro-to-html-and-css--ud001"}, {"id": "101", "caption": "Learn how to eat healthy, save money and cook easy, tasty recipes with the EatFresh.org Mini Course. Available in English and Spanish. Use referral code P2PU when you create an account.", "link": "https://eatfresh.org/minicourse/"}, {"id": "923", "caption": "How to Talk about Race is a free 5-week course designed to help you moderate discussions about race. Though this material can be used by anyone, we designed it specifically to equip library employees with the skills to run effective and considerate book discussions, learning circles, group conversations, and other programs about race in their communities.", "link": "https://how-to-talk-about-race.p2pu.org/"}, {"id": "763", "caption": "Learners will learn computer basics like copy and paste, how to send messages via email, sms, Facebook and whatsapp, and how to use other computer applications such Word and Excel.", "link": "https://www.learnmyway.com/subjects"}, {"id": "525", "caption": "Learn about the “Internet of Things\" and its implications for privacy and security implications for consumer wearables, the connected home, and the industrial sector.", "link": "https://www.coursera.org/learn/iot-cyber-security"}, {"id": "84", "caption": "Learn the basics of Excel, one of the most popular data analysis tools, to help visualize and gain insights from your data.", "link": "https://www.edx.org/course/introduction-to-data-analysis-using-excel-2"}, {"id": "484", "caption": "These courses can help you learn computer software tools such as Microsoft Word, Excel, Powerpoint, Publisher, and Access. The course has interactive videos and challenges after every lesson for better learning.", "link": "https://edu.gcfglobal.org/en/subjects/microsoft-office/"}, {"id": "5", "caption": "The first MOOC to teach positive psychology. Learn science-based principles and practices for a happy, meaningful life.", "link": "https://www.edx.org/course/the-science-of-happiness-3"}, {"id": "17", "caption": "In this introduction to finance course, learn to apply frameworks and smart tools for understanding and making everyday decisions.", "link": "https://www.edx.org/course/finance-for-everyone-smart-tools-for-decision-ma-2"}, {"id": "334", "caption": "This 7-week Spanish course is aimed at students who would like to learn conversational Spanish starting with Spanish basics. Includes: reading comprehension, writing, listening, and speaking.", "link": "https://www.edx.org/course/basic-spanish-1-getting-started"}, {"id": "309", "caption": "Explore the secret of life through the basics of biochemistry, genetics, molecular biology, recombinant DNA, genomics and rational medicine.", "link": "https://www.edx.org/course/introduction-to-biology-the-secret-of-life-3"}, {"id": "34", "caption": "In this introduction to computer programming course, you’ll learn and practice key computer science concepts by building your own versions of popular web applications using Python.", "link": "https://www.udacity.com/course/introduction-to-python--ud1110"}, {"id": "533", "caption": "Explore the history of America through the view of key historic objects, inventions, and exhibits in the Smithsonian collections.", "link": "https://www.edx.org/course/smithsonians-objects-that-define-america"}, {"id": "805", "unlisted": true}, {"id": "6", "caption": "Learn how to use solution-based journalism to impel positive social change.", "link": "https://www.edx.org/course/journalism-for-social-change-2"}, {"id": "232", "caption": "Learn simple techniques to enrich your mind, body, and spirit through music in this online course. The methods can be applied in your daily life, particularly when you are feeling down or stressed out", "link": "https://www.edx.org/course/music-for-wellness"}, {"id": "167", "caption": "Join the Smithsonian, and comic book industry legend Stan Lee, in this self-paced course to explore the history of the comic book and the rise of superheroes.", "link": "https://www.edx.org/course/the-rise-of-superheroes-and-their-impact-on-pop-cu"}, {"id": "247", "archived": true}, {"id": "771", "unlisted": true}, {"id": "347", "caption": "Learn algebra foundations including how to work with linear equations, functions, and sequences, as well as creative applications in algebra.", "link": "https://www.khanacademy.org/math/algebra"}, {"id": "774", "caption": "Master online marketing and pass the American Marketing Association Professional Certified Marketer, Digital Marketing exam to prove you have a command of skills that will help you stand out in the industry. This Learning Path is endorsed by the AMA and is your preparation guide for the exam. Learn in-demand social media, SEO, and content marketing skills. Test your knowledge with the AMA certification exam. Enhance your learning with hands-on exercise files.", "link": "https://www.linkedin.com/learning/paths/improve-your-digital-marketing-skills"}, {"id": "177", "caption": "Excel 2013 is the spreadsheet application in the Microsoft Office 2013 suite. Get help organizing and calculating data in this Excel 2013 tutorial.", "link": "https://edu.gcfglobal.org/en/excel2013/"}, {"id": "226", "caption": "An introduction to cybersecurity, ideal for learners who are curious about the world of Internet security and who want to be literate in the field.", "link": "https://www.edx.org/course/introduction-to-cybersecurity"}, {"id": "419", "archived": true}, {"id": "307", "archived": true}, {"id": "1092", "unlisted": true}, {"id": "894", "caption": "Scientific facts about bacterial infections, viruses, and vaccines. These lectures by Dr. Barry Fox were recorded in 2015.", "link": "https://www.thegreatcoursesplus.com/an-introduction-to-infectious-diseases"}, {"id": "191", "caption": "The Citizenship Resource Center has a collection of helpful resources and free study materials for immigrants interested in becoming U.S. citizens, as well as for educators and organizations interested in supporting immigrants in becoming citizens.", "link": "https://www.uscis.gov/citizenship"}, {"id": "396", "caption": "Public opinion has a powerful yet inexact influence on elected officials. Politicians risk their careers if they ignore it, yet its power is not easy to capture nor quantify. This course will look at how political parties, campaigns, social movements, special interests, and the news media all play a role in influencing public opinion.", "link": "https://www.edx.org/course/citizen-politics-in-america-public-opinion-electio"}, {"id": "421", "caption": "Entrepreneurial peers will learn how to save thousands by donig their own graphic design using Canva to create printed and digital promo materials.", "link": "https://www.canva.com/designschool/tutorials/getting-started/"}, {"id": "231", "caption": "This subject aims to provide students with an understanding of the role computation can play in solving problems. The class will use the Python programming language.", "link": "https://ocw.mit.edu/courses/6-00sc-introduction-to-computer-science-and-programming-spring-2011/"}, {"id": "242", "caption": "Learn how to increase your impact, innovate, and overcome often static funding through various fundraising and grant writing approaches.", "link": "https://www.edx.org/course/grant-writing-and-crowdfunding-for-public-librarie"}, {"id": "230", "caption": "Learn how to conduct research, surveys, and interviews as well as how to analyze data to better assess the local needs and wants of a public library community.", "link": "https://www.edx.org/course/identifying-community-needs-for-public-library-man"}, {"id": "796", "caption": "People will learn how to be innovative in their ideas and implemented in the business decision making and it also teaches them how to make management decisions.", "link": "https://www.coursera.org/learn/entrepreneurial-thinking"}, {"id": "813", "caption": "In this course, we will learn how to use Google Drive to improve job preparedness and career exploration. By the end of the course, we will have learned how to write a cover letter, resume, and explored some helpful ways to research potential employers.", "link": "https://applieddigitalskills.withgoogle.com/c/en/jobs"}, {"id": "355", "caption": "Learn about the concept of social entrepreneurship, how it is used across different sectors and begin to discover your own pathway.", "link": "https://acumenacademy.org/course/social-entrepreneurship"}, {"id": "31", "caption": "This course is designed to equip you with the basic academic, professional, and personal skills you will need to be successful in college.", "link": "https://learn.saylor.org/course/view.php?id=348"}, {"id": "1148", "archived": true}, {"id": "425", "archived": true}, {"id": "385", "archived": true}, {"id": "280", "archived": true}, {"id": "132", "archived": true}, {"id": "93", "archived": true}, {"id": "250", "archived": true}, {"id": "410", "archived": true}, {"id": "846", "archived": true}, {"id": "301", "archived": true}, {"id": "333", "unlisted": true}, {"id": "760", "unlisted": true}, {"id": "794", "unlisted": true}, {"id": "821", "unlisted": true}, {"id": "522", "unlisted": true}, {"id": "354", "unlisted": true}, {"id": "910", "unlisted": true}, {"id": "854", "unlisted": true}, {"id": "401", "unlisted": true}, {"id": "320", "unlisted": true}, {"id": "1030", "unlisted": true}, {"id": "362", "unlisted": true}, {"id": "475", "unlisted": true}, {"id": "1093", "unlisted": true}, {"id": "304", "unlisted": true}, {"id": "352", "unlisted": true}, {"id": "392", "unlisted": true}, {"id": "1069", "unlisted": true}, {"id": "394", "unlisted": true}, {"id": "524", "unlisted": true}, {"id": "448", "caption": "Learn the basics of 3D animation, including key-framing, timing, and animation principles, using the free and open source tool: Blender.", "link": "https://www.edx.org/course/basic-3d-animation-using-blender"}, {"id": "295", "caption": "ASP.NET provides Web site project templates that include pages that let you perform authentication tasks.", "link": "https://docs.microsoft.com/en-us/previous-versions/ff184050(v=vs.140)?redirectedfrom=MSDN"}, {"id": "350", "caption": "This course will demystify, discuss, and provide application techniques for critical thinking and problem-solving in a business context.", "link": "https://www.edx.org/course/critical-thinking-problem-solving-3"}, {"id": "492", "caption": "This course emphasizes dynamic models of growth and development.", "link": "https://ocw.mit.edu/courses/14-772-development-economics-macroeconomics-spring-2013/"}, {"id": "257", "caption": "In this course, you will begin your exploration of the various functions of management including coordination, planning, organizing, leading, and controlling.", "link": "https://course.oeru.org/pman101/"}, {"id": "1028", "caption": "This course provides learners with a solid understanding of the terms and ideas related to gender justice and women’s rights.", "link": "https://kayaconnect.org/course/info.php?id=1242"}, {"id": "164", "caption": "(Archived Teach-Out Course) Over the course of this course, we will highlight why fake news is a problem, where it comes from, and what we can do to safeguard against it.", "link": "https://learning.edx.org/course/course-v1:MichiganX+teachout.2x+1T2017/home"}, {"id": "375", "caption": "This course will teach you how to create useful chatbots without the need to write any code.", "link": "https://www.coursera.org/learn/building-ai-powered-chatbots"}, {"id": "418", "caption": "In this course, you will learn C++ Syntax, C++ Language Fundamentals, and How to Create Functions in C++", "link": "https://www.edx.org/course/introduction-to-c-3"}, {"id": "144", "caption": "A new and updated introduction to computer science as a tool to solve real-world analytical problems using Python 3.5", "link": "https://www.edx.org/course/introduction-to-computer-science-and-programming-7#!"}, {"id": "391", "caption": "Libraries are a smart investment, transforming lives and communities and passionately advocating for lifelong learning. Libraries Transform, the American Library Association’s public awareness campaign, is spreading the word about the impact libraries and librarians make every day—join us for free tools and resources to advocate for the value of librarianship.", "link": "http://www.ilovelibraries.org/librariestransform/"}, {"id": "829", "caption": "This is a worldwide event where you can learn more about programming and electronics", "link": "https://static.raspberrypi.org/files/jam/Raspberry-Jam-Guidebook-2017-04-26.pdf"}, {"id": "371", "caption": "Improve your English and prepare for tests, such as IELTS reading, writing, speaking and listening, with this free online course.", "link": "https://www.futurelearn.com/experttracks/ielts-preparation"}, {"id": "772", "archived": true}, {"id": "1075", "archived": true}, {"id": "869", "archived": true}, {"id": "987", "archived": true}, {"id": "297", "archived": true}, {"id": "285", "archived": true}, {"id": "110", "archived": true}, {"id": "993", "archived": true}, {"id": "1079", "archived": true}, {"id": "833", "archived": true}, {"id": "241", "archived": true}, {"id": "404", "archived": true}, {"id": "835", "archived": true}, {"id": "270", "archived": true}, {"id": "1141", "archived": true}, {"id": "513", "archived": true}, {"id": "127", "archived": true}, {"id": "476", "archived": true}, {"id": "465", "archived": true}, {"id": "278", "archived": true}, {"id": "1114", "archived": true}, {"id": "1145", "archived": true}, {"id": "202", "archived": true}, {"id": "414", "archived": true}, {"id": "823", "archived": true}, {"id": "1144", "archived": true}, {"id": "1142", "archived": true}, {"id": "934", "archived": true}, {"id": "236", "archived": true}, {"id": "1047", "archived": true}, {"id": "99", "archived": true}, {"id": "168", "archived": true}, {"id": "882", "archived": true}, {"id": "1152", "unlisted": true}, {"id": "945", "unlisted": true}, {"id": "937", "unlisted": true}, {"id": "784", "unlisted": true}, {"id": "464", "unlisted": true}, {"id": "463", "unlisted": true}, {"id": "437", "unlisted": true}, {"id": "1035", "unlisted": true}, {"id": "422", "unlisted": true}, {"id": "822", "unlisted": true}, {"id": "789", "unlisted": true}, {"id": "1105", "unlisted": true}, {"id": "539", "unlisted": true}, {"id": "855", "unlisted": true}, {"id": "467", "unlisted": true}, {"id": "903", "unlisted": true}, {"id": "959", "unlisted": true}, {"id": "417", "unlisted": true}, {"id": "537", "unlisted": true}, {"id": "818", "unlisted": true}, {"id": "888", "unlisted": true}, {"id": "339", "unlisted": true}, {"id": "996", "unlisted": true}, {"id": "1165", "unlisted": true}, {"id": "980", "unlisted": true}, {"id": "817", "unlisted": true}, {"id": "549", "unlisted": true}, {"id": "205", "unlisted": true}, {"id": "1082", "unlisted": true}, {"id": "777", "unlisted": true}, {"id": "454", "unlisted": true}, {"id": "1155", "unlisted": true}, {"id": "865", "unlisted": true}, {"id": "857", "unlisted": true}, {"id": "880", "unlisted": true}, {"id": "1073", "unlisted": true}, {"id": "1102", "unlisted": true}, {"id": "106", "unlisted": true}, {"id": "1150", "unlisted": true}, {"id": "207", "unlisted": true}, {"id": "1078", "unlisted": true}, {"id": "961", "caption": "Learn a broadened approach to the study of history, with this examination of the origins of religious and racial tolerance in America. Assumptions we've long held may differ dramatically from historical reality.", "link": "https://www.wondrium.com/the-skeptics-guide-to-american-history"}, {"id": "235", "caption": "Understand financial concepts as well as well as effective practices in budgeting and auditing for library managers at all levels.", "link": "https://www.edx.org/course/budgeting-and-finance-for-public-libraries"}, {"id": "529", "caption": "This course is for anyone that wants to learn the fundamentals of having a home server. The course is geared for the Mac OS X Client computer. All software mentioned on this course is open source and available both for Windows and Linux.** Open a free account with Internet Society to access the course topics with all the open source software used in this course.", "link": "https://ebonsi.github.io/course-in-a-box/"}, {"id": "1112", "caption": "Examination of the norms and customs common within different cultural groups, including differences between cultures that adhere to clock time and those that operate on event time; the differences between “being” cultures and “doing” cultures; individualist versus collectivist; high power versus low power distance; high-context versus low-context communication; neutral versus affective; and universalist versus particularist.", "link": "https://www.wondrium.com/customs-of-the-world-using-cultural-intelligence-to-adapt-wherever-you-are"}, {"id": "808", "caption": "Want to learn how to draw but don't know where to start? Are you frustrated with your slow progress and feel like you've hit a wall? This free drawing course will guide you through a series of fun and easy tutorials which will develop your drawing skills quickly.", "link": "https://rapidfireart.com/how-to-draw-for-beginners/"}, {"id": "785", "caption": "To make sense of modern China, you simply cannot ignore Marxism. ‘From Mao to Now’ presents current topics that anyone who wishes to engage with China should know.", "link": "https://learning.edx.org/course/course-v1:NewcastleX+MTN101x+1T2017/home"}, {"id": "9", "caption": "This course is a survey of the scientific study of human nature, including how the mind works, and how the brain supports the mind.", "link": "https://ocw.mit.edu/courses/9-00sc-introduction-to-psychology-fall-2011/"}, {"id": "170", "caption": "Take action for human rights. This course will teach you about the human rights of refugees and empower you to defend them.", "link": "https://www.edx.org/course/human-rights-the-rights-of-refugees"}, {"id": "271", "caption": "Learn how an individual’s human rights are protected from both public and private power by international laws.", "link": "https://www.edx.org/course/international-human-rights-law"}, {"id": "15", "caption": "Learn to program with Java in an easy and interactive way!", "link": "https://www.edx.org/course/introduction-to-java-programming-starting-to-code"}, {"id": "405", "caption": "Taught by lauded Harvard professor Michael Sandel, Justice explores critical analysis of classical and contemporary theories of justice, including discussion of present-day applications.", "link": "https://www.edx.org/course/justice-2"}, {"id": "886", "caption": "This webinar covers foundational information related to serving LGBTQ youth and families. Topics include key terminology and concepts, an overview of the barriers faced by LGBTQ youth and families in child welfare, and the steps all service providers can take to overcome these barriers in order to create a welcoming environment.", "link": "https://www.thehrcfoundation.org/professional-resources/all-children-all-families-lgbtq-resources-for-child-welfare-professionals"}, {"id": "210", "caption": "Learn key strategies for becoming a powerful grassroots organizer for social change in your own community.", "link": "https://www.udemy.com/course/organizing101/"}, {"id": "284", "caption": "Discover how punk, disco, hip hop, and heavy metal evolved from rock and roll, primarily as it unfolded in the United States during the early 1970s to the early 1990s.", "link": "https://www.coursera.org/learn/history-of-rock-2"}, {"id": "864", "caption": "learners will be given the information and practical skills they need to begin optimizing the way they eat.", "link": "https://www.coursera.org/learn/food-and-health"}, {"id": "807", "caption": "Every great teacher and every great school constantly work towards creating better learning conditions for students. Just as we hope our students become lifelong learners, we as educators should be constantly learning and improving. This education course is for school leaders of all kinds (from teacher-leaders to principals to superintendents) who are launching innovation in schools—starting new efforts to work together to improve teaching and learning.", "link": "https://learning.edx.org/course/course-v1:MITx+11.154x+1T2020/home"}, {"id": "500", "caption": "This course covers matrix theory and linear algebra, emphasizing topics useful in other disciplines such as physics, economics and social sciences, natural sciences, and engineering.", "link": "https://ocw.mit.edu/courses/18-06sc-linear-algebra-fall-2011/"}, {"id": "239", "caption": "Learn management skills to support workplace diversity and inclusion in a public library setting.", "link": "https://www.edx.org/course/managing-a-diverse-and-inclusive-workplace-for-pub"}, {"id": "933", "caption": "We live in a complex world with diverse people, firms, and governments whose behaviors aggregate to produce novel, unexpected phenomena. We see political uprisings, market crashes, and a never ending array of social trends. How do we make sense of it? Models. Evidence shows that people who think with models consistently outperform those who don't. And, moreover people who think with lots of models outperform people who use only one. Why do models make us better thinkers? Models help us to better", "link": "https://www.coursera.org/lecture/model-thinking/thanks-and-welcome-hGFVy"}, {"id": "929", "caption": "Discover what science has learned about music and the brain in the past 20 years.", "link": "https://www.wondrium.com/music-and-the-brain?plus=y"}, {"id": "312", "caption": "Learn about the different parts of the central nervous system and how they work together with the entire body.", "link": "https://www.edx.org/course/anatomy-human-neuroanatomy"}, {"id": "535", "caption": "Insights from neuroscience applied to the classroom to explore how learners actually learn, and best practices to facilitate the process.", "link": "https://www.learner.org/series/neuroscience-in-the-classroom/"}, {"id": "296", "caption": "Learn all the fundamentals for running successful projects", "link": "https://www.coursera.org/learn/project-management-basics"}, {"id": "318", "caption": "Learn along with library staff and expert facilitators and expand your horizons with this fun and engaging introduction to the history and culture of Puerto Rico.", "link": "https://centropr-archive.hunter.cuny.edu/education/puerto-rican-heritage-cultural-ambassadors-program"}, {"id": "1033", "caption": "In this course, we will examine crises that created openings through which revolutions could take hold. We’ll meet the winners of revolutions but also the losers who fall along the way. In the process, we’ll discover both the grand possibilities and mortal dangers that come when people refuse to be passive and complacent, and resolve to chart a new course for their future and for the world.", "link": "https://www.wondrium.com/the-great-revolutions-of-modern-history?plus=y"}, {"id": "938", "caption": "An overview of Japanese family life, food, language, religion, and gardens.", "link": "https://www.wondrium.com/understanding-japan-a-cultural-history?plus=y"}, {"id": "249", "caption": "Have you always wanted to write, but never quite had the courage to start? This free course, Start writing fiction, will give you an insight into how authors create their characters and settings", "link": "https://www.open.edu/openlearn/history-the-arts/creative-writing/start-writing-fiction/content-section-0?active-tab=description-tab"}, {"id": "240", "caption": "Learn how to develop, implement, and adapt a strategic plan to fit the needs of your library.", "link": "https://www.edx.org/course/strategic-planning-for-public-libraries"}, {"id": "494", "caption": "This course concentrates on close analysis and criticism of a wide range of films, from the early silent period, classic Hollywood genres including musicals, thrillers and westerns, and European and J", "link": "https://ocw.mit.edu/courses/21l-011-the-film-experience-fall-2013/"}, {"id": "839", "archived": true}, {"id": "940", "archived": true}, {"id": "838", "archived": true}, {"id": "943", "archived": true}, {"id": "1153", "archived": true}, {"id": "1160", "archived": true}, {"id": "1038", "archived": true}, {"id": "1089", "archived": true}, {"id": "1158", "archived": true}, {"id": "1147", "archived": true}, {"id": "863", "archived": true}, {"id": "824", "archived": true}, {"id": "920", "archived": true}, {"id": "540", "archived": true}, {"id": "427", "archived": true}, {"id": "279", "archived": true}, {"id": "1036", "archived": true}, {"id": "1187", "archived": true}, {"id": "834", "archived": true}, {"id": "548", "archived": true}, {"id": "1126", "archived": true}, {"id": "243", "archived": true}, {"id": "510", "archived": true}, {"id": "1154", "archived": true}, {"id": "877", "archived": true}, {"id": "878", "archived": true}, {"id": "881", "archived": true}, {"id": "884", "archived": true}, {"id": "544", "archived": true}, {"id": "398", "archived": true}, {"id": "991", "archived": true}, {"id": "914", "archived": true}, {"id": "252", "archived": true}, {"id": "956", "archived": true}, {"id": "272", "archived": true}, {"id": "1103", "archived": true}, {"id": "1029", "archived": true}, {"id": "786", "archived": true}, {"id": "515", "unlisted": true}, {"id": "1166", "unlisted": true}, {"id": "853", "unlisted": true}, {"id": "1090", "unlisted": true}, {"id": "814", "unlisted": true}, {"id": "815", "unlisted": true}, {"id": "340", "unlisted": true}, {"id": "1091", "unlisted": true}, {"id": "845", "unlisted": true}, {"id": "369", "unlisted": true}, {"id": "917", "unlisted": true}, {"id": "921", "unlisted": true}, {"id": "495", "caption": "A series of free recorded lectures focused on the history of the United States' economy", "link": "https://archive.org/details/ucberkeley-webcast-PL-XXv-cvA_iCP_kfWTMuyCNFGtydWoKzm?sort=titleSorter"}, {"id": "1177", "caption": "Child Safeguarding in Coordination of Education and other Clusters was very useful course", "link": "https://kayaconnect.org/course/info.php?id=3948"}, {"id": "1159", "caption": "Cooking and Baking in Uganda", "link": "https://docs.google.com/document/d/1IGejjl8heduAai7wel36vO4Wp1Zf1fCfq8Z_sqjG0ng/edit?usp=sharing"}, {"id": "542", "caption": "The Elements of AI is a series of free online courses created by Reaktor and the University of Helsinki. We want to encourage as broad a group of people as possible to learn what AI is, what can (and can’t) be done with AI, and how to start creating AI methods. The courses combine theory with practical exercises and can be completed at your own pace.", "link": "https://www.elementsofai.com/"}, {"id": "493", "caption": "This course examines the choices and constraints regarding sources and uses of energy by households, firms, and governments through a number of frameworks to describe and explain behavior at various levels of aggregation.", "link": "https://ocw.mit.edu/courses/15-031j-energy-decisions-markets-and-policies-spring-2012/"}, {"id": "806", "caption": "Want to learn how to draw but don't know where to start? Are you frustrated with your slow progress and feel like you've hit a wall? This free drawing course will guide you through a series of fun and easy tutorials which will develop your drawing skills quickly.", "link": "http://rapidfireart.com/how-to-draw-for-beginners/"}, {"id": "267", "caption": "Learn to integrate strategic sustainable practice into any setting with an internationally proven framework and a series of tools. See how others have done so through world leading case studies.", "link": "https://course.oeru.org/csf101/"}, {"id": "258", "caption": "This course will introduce you to a number of issues that impact upon or are of concern to contemporary Indigenous Australians.", "link": "https://course.oeru.org/inda101/"}, {"id": "499", "caption": "This course provides an elementary introduction to probability and statistics with applications.", "link": "https://ocw.mit.edu/courses/18-05-introduction-to-probability-and-statistics-spring-2014/"}, {"id": "1070", "caption": "elcome to Excel Skills for Business: Essentials! You’re joining thousands of learners currently enrolled in the course. I'm excited to have you in the class and look forward to your contributions to the learning community. To begin, I recommend taking a few minutes to explore the course site. Review the material we’ll cover each week, and preview the assignments you’ll need to complete to pass the course. Click Discussions to see forums where you can discuss the course material with fellow stud", "link": "https://www.coursera.org/learn/excel-essentials/home/welcome"}, {"id": "245", "caption": "Learn how library managers and directors make key operational decisions regarding maintenance, insurance, technology, and more.", "link": "https://www.edx.org/course/infrastructure-management-for-public-libraries"}, {"id": "212", "caption": "Learn about open education and how it can significantly reduce costs, increase agency and transparency, and improve learning outcomes.", "link": "https://www.edx.org/course/introduction-to-open-education"}, {"id": "216", "caption": "This course introduces the basics of using version control by focusing on a particular version control system called Git and a collaboration platform called GitHub.", "link": "https://www.udacity.com/course/version-control-with-git--ud123"}, {"id": "1111", "caption": "In this series, you'll learn how to build the famous \"Among Us\" game from scratch on the Unity gaming engine with C#. If you don't know the basic of the Unity gaming engine & C# language, please watch these videos: 1) 2-hours live tutorial: https://youtu.be/KmHRHGt-rYY 2) 10-hour deep-dive session into Unity 2D game dev: https://youtu.be/YReIXRMksnE", "link": "https://www.youtube.com/watch?list=PLVOvwIVo57tnuQOVCdve5pz0P4SQT1Oqc&v=Q_GWt6prc1k&feature=youtu.be"}, {"id": "253", "caption": "This free course considers the complexity of social justice as applied to education and reflects on the different purposes of, and value ascribed to, education in different countries and cultures.", "link": "https://www.open.edu/openlearn/education-development/exploring-equality-and-equity-education/"}, {"id": "543", "caption": "A step by step introduction to the concept of Databases and Introduction to SQL Querying.", "link": "https://www.udemy.com/course/introduction-to-databases-and-sql-querying/"}, {"id": "329", "caption": "A six-week course and community of educators, designers, and tinkerers exploring creative learning through projects, passion, peers, and play.", "link": "https://lcl.media.mit.edu/"}, {"id": "502", "caption": "This course covers differential, integral and vector calculus for functions of more than one variable.", "link": "https://ocw.mit.edu/courses/18-02sc-multivariable-calculus-fall-2010/"}, {"id": "342", "caption": "This course is part of the Photography Basics and Beyond: From Smartphone to DSLR Specialization. Here in Course Four, you will start by gaining knowledge related to content in photography, from fact to fiction, documentary to purely expressive. Next you will learn principles, tips, and techniques for using the essential element of Light in Ambient/Natural settings.", "link": "https://www.coursera.org/learn/photography-techniques"}, {"id": "256", "caption": "This course introduces the fundamentals that project management is built upon, enabling you to develop and lead a successful project team.", "link": "https://course.oeru.org/ipm101/"}, {"id": "836", "caption": "On this course, you will hear directly from world class experts about the theory behind the analyses of COVID-19 and its spread, while learning how to interpret new information using core principles of public health, epidemiology, medicine, health economics, and social science.", "link": "https://ocw.mit.edu/courses/18-01sc-single-variable-calculus-fall-2010/"}, {"id": "28", "caption": "This calculus course covers differentiation and integration of functions of one variable, and concludes with a brief discussion of infinite series.", "link": "https://ocw.mit.edu/courses/18-01sc-single-variable-calculus-fall-2010/"}, {"id": "1163", "caption": "Learn how to apply the standards in the Sphere Handbook through realistic examples from complex and protracted crises.", "link": "https://kayaconnect.org/mod/scorm/player.php?a=4752&currentorg=adapt_scorm&scoid=10597"}, {"id": "491", "caption": "This is a course for those who are interested in the challenge posed by massive and persistent world poverty, and are hopeful that economists might have something useful to say about this challenge.", "link": "https://ocw.mit.edu/courses/14-73-the-challenge-of-world-poverty-spring-2011/"}, {"id": "255", "caption": "In this course you will learn about the process, style and method to produce clear and effective academic writing.", "link": "https://course.oeru.org/enga101/"}]}